//1. запитати в користувача якусь годину і за допомогою ф-ції вивести в консль цю годину в секундах.

let time = prompt("Который час?");
function hourToSec(hour) {
  let timeInSec = hour * 60;
  console.log("В секундах это " + timeInSec +  "ceк");
}
hourToSec(time)

// 2. вивести у консоль наступну порядкову цифру від тої, що запитаємо у користувача. (ну значить її сточатку треба запитати)


// 3.Написати ф-цію для підрахунку площі трикурника. Задати розміри сторін для 3 трикутників та вивести в консоль розміри та площу.

// 4  . спрогнозувати якими словами завершиться футбольний матч. Вивести в консоль всі 3 варіанти (уявімо, що ми вболіваємо за збірну України і новини по відношенню до цієї команди), То є ф-ція.

// 5. перевірити, чи слово є палінромом. (Паліндром - це коли воно читається однаково у бвох напрямках і зліва направо і справа наліво). Слово - можна рандомне з якогось масива слів(але там обовязково має бути око, level). Для цього погугліть методи масивів.

// 6. Напишіть слово задом наперед. Будь-яке слово. Можна питати в користувача
